<template>
    <main class="privacy">
        <h1>Политика конфиденциальности</h1>
        <section>
            <h2>ОБЩИЕ ПОЛОЖЕНИЯ</h2>
            <ul>
                <li>
                    Настоящее Пользовательское соглашение (далее – Соглашение)
                    относится к сайту, расположенному по адресу
                    www.eurasialegal.kz (далее – Сайт)
                </li>
                <li>
                    Настоящее Соглашение регулирует отношения между
                    Администрацией сайта и Пользователем данного Сайта.
                </li>
                <li>
                    Администрация сайта оставляет за собой право в любое время
                    изменять, добавлять или удалять пункты настоящего Соглашения
                    без уведомления Пользователя.
                </li>
                <li>
                    Продолжение использования Сайта Пользователем означает
                    принятие Соглашения и изменений, внесенных в настоящее
                    Соглашение.
                </li>
                <li>
                    Пользователь несет персональную ответственность за проверку
                    настоящего Соглашения на наличие изменений в нем.
                </li>
            </ul>
        </section>
        <section>
            <h2>ОПРЕДЕЛЕНИЯ ТЕРМИНОВ</h2>
            <ul>
                <li>
                    В настоящем Пользовательском соглашении используются
                    следующие термины:
                </li>
                <li>
                    «Администрация сайта» – уполномоченные сотрудники управления
                    сайтом, действующие от имени лиц, которые организуют и (или)
                    осуществляет обработку персональных данных, а также
                    определяет цели обработки персональных данных, состав
                    персональных данных, подлежащих обработке, действия
                    (операции), совершаемые с персональными данными.
                </li>
                <li>
                    «Пользователь сайта» (далее — Пользователь) – лицо, имеющее
                    доступ к Сайту, посредством сети Интернет и использующее
                    Сайт.
                </li>
                <li>
                    «Содержание сайта» (далее – Содержание) — охраняемые
                    результаты интеллектуальной деятельности, включая тексты,
                    аннотации, статьи, иллюстрации, графические, текстовые,
                    фотографические, производные, составные и иные произведения,
                    пользовательские интерфейсы, визуальные интерфейсы, названия
                    товарных знаков, логотипы, программы, базы данных, а также
                    дизайн, структура, выбор, координация, внешний вид, общий
                    стиль и расположение данного Содержания, входящего в состав
                    Сайта и другие объекты интеллектуальной собственности все
                    вместе и/или по отдельности, содержащиеся на Сайте.
                </li>
            </ul>
        </section>
        <section>
            <h2>ПРЕДМЕТ СОГЛАШЕНИЯ</h2>
            <ul>
                <li>
                    Предметом настоящего Соглашения является предоставление
                    Пользователю доступа к содержащейся на Сайте информации и
                    оказываемым услугам.
                </li>
                <li>
                    Под действие настоящего Соглашения подпадают все
                    существующие (реально функционирующие) на данный момент
                    услуги (сервисы) Сайта, а также любые их последующие
                    модификации и появляющиеся в дальнейшем дополнительные
                    услуги (сервисы).
                </li>
                <li>Доступ к Сайту предоставляется на добровольной основе.</li>
                <li>
                    Настоящее Соглашение является публичной офертой. Получая
                    доступ к Сайту Пользователь считается присоединившимся к
                    настоящему Соглашению.
                </li>
                <li>
                    Использование материалов и сервисов Сайта регулируется
                    нормами действующего законодательства Республики Казахстан.
                </li>
            </ul>
        </section>
        <section>
            <h2>ПРАВА И ОБЯЗАННОСТИ СТОРОН</h2>
            <ul>
                <h3>
                    Администрация сайта вправе:
                    <li>
                        Изменять правила пользования Сайтом, а также изменять
                        содержание данного Сайта. Изменения вступают в силу с
                        момента публикации новой редакции Соглашения на Сайте.
                    </li>
                    <li>
                        Ограничить доступ к Сайту в случае нарушения
                        Пользователем условий настоящего Соглашения.
                    </li>
                    <li>
                        По своему единоличному усмотрению осуществлять звонок
                        лицу, оставившему заявку на Сайте в разделе «Получить
                        консультацию» (в течение времени, определенного по
                        усмотрению Администрации сайта), либо не осуществлять
                        таковой.
                    </li>
                </h3>
                <h3>
                    Пользователь вправе:
                    <li>Пользоваться всеми имеющимися на Сайте услугами.</li>
                    <li>
                        Пользоваться Сайтом исключительно в целях и порядке,
                        предусмотренных Соглашением и не запрещенных
                        законодательством РК.
                    </li>
                </h3>
                <h3>
                    Пользователь Сайта обязуется:
                    <li>
                        Соблюдать имущественные и неимущественные права авторов
                        и иных правообладателей при использовании Сайта.
                    </li>
                    <li>
                        Не предпринимать действий, которые могут рассматриваться
                        как нарушающие нормальную работу Сайта.
                    </li>
                    <li>
                        Избегать любых действий, в результате которых может быть
                        нарушена конфиденциальность информации.
                    </li>
                    <li>
                        Не использовать Сайт для распространения информации
                        рекламного характера, иначе как с согласия Администрации
                        сайта.
                    </li>
                </h3>
                <h3>
                    Не использовать Сайт с целью:
                    <li>
                        Загрузки контента, который является незаконным, нарушает
                        любые права третьих лиц; пропагандирует насилие,
                        жестокость, ненависть и (или) дискриминацию по расовому,
                        национальному, половому, религиозному, социальному
                        признакам; содержит недостоверные сведения и (или)
                        оскорбления в адрес конкретных лиц, организаций, органов
                        власти.
                    </li>
                    <li>
                        Побуждения к совершению противоправных действий, а также
                        содействия лицам, действия которых направлены на
                        нарушение ограничений и запретов, действующих на
                        территории РК.
                    </li>
                    <li>
                        Нарушения прав несовершеннолетних лиц и (или) причинение
                        им вреда в любой форме.
                    </li>
                    <li>Ущемления прав меньшинств.</li>
                    <li>
                        Представления себя за другого человека или представителя
                        организации и (или) сообщества без достаточных на то
                        прав, в том числе за сотрудников данного Сайта.
                    </li>
                    <li>
                        Введения в заблуждение относительно свойств и
                        характеристик услуг, размещенных на Сайте.
                    </li>
                    <li>
                        Некорректного сравнения услуг, а также формирования
                        негативного отношения к лицам, (не) пользующимся
                        определенными услугами, или осуждения таких лиц.
                    </li>
                </h3>
                <h3>
                    Пользователю запрещается:
                    <li>
                        Использовать любые устройства, программы, процедуры,
                        алгоритмы и методы, автоматические устройства или
                        эквивалентные ручные процессы для доступа, приобретения,
                        копирования или отслеживания содержания данного Сайта.
                    </li>
                    <li>Нарушать надлежащее функционирование Сайта.</li>
                    <li>
                        Любым способом обходить навигационную структуру Сайта
                        для получения или попытки получения любой информации,
                        документов или материалов любыми средствами, которые
                        специально не представлены сервисами данного Сайта.
                    </li>
                    <li>
                        Несанкционированный доступ к функциям Сайта, любым
                        другим системам или сетям, относящимся к данному Сайту,
                        а также к любым услугам, предлагаемым на Сайте.
                    </li>
                    <li>
                        Нарушать систему безопасности или аутентификации на
                        Сайте или в любой сети, относящейся к Сайту.
                    </li>
                    <li>
                        Выполнять обратный поиск, отслеживать или пытаться
                        отслеживать любую информацию о любом другом Пользователе
                        Сайта.
                    </li>
                    <li>
                        Использовать Сайт и его Содержание в любых целях,
                        запрещенных законодательством РК, а также подстрекать к
                        любой незаконной деятельности или другой деятельности,
                        нарушающей права интернет-ресурса или других лиц.
                    </li>
                </h3>
            </ul>
        </section>
        <section>
            <h2>ИСПОЛЬЗОВАНИЕ САЙТА</h2>
            <ul>
                <li>
                    Сайт и Содержание, входящее в состав Сайта, принадлежит и
                    управляется Администрацией сайта.
                </li>
                <li>
                    Содержание Сайта не может быть скопировано, опубликовано,
                    воспроизведено, передано или распространено любым способом,
                    а также размещено в глобальной сети «Интернет» без
                    предварительного письменного согласия Администрации сайта.
                </li>
                <li>
                    Содержание Сайта защищено авторским правом,
                    законодательством о товарных знаках, а также другими
                    правами, связанными с интеллектуальной собственностью, и
                    законодательством о недобросовестной конкуренции.
                </li>
                <li>
                    Настоящее Соглашение распространяет свое действия на все
                    дополнительные положения по оказанию услуг, предоставляемых
                    на Сайте.
                </li>
                <li>
                    Информация, размещаемая на Сайте не должна истолковываться
                    как изменение настоящего Соглашения.
                </li>
                <li>
                    Администрация сайта имеет право в любое время без
                    уведомления Пользователя вносить изменения в перечень услуг,
                    предлагаемых на Сайте.
                </li>
            </ul>
        </section>
        <section>
            <h2>ОТВЕТСТВЕННОСТЬ</h2>
            <ul>
                <li>
                    Любые убытки, которые Пользователь может понести в случае
                    умышленного или неосторожного нарушения любого положения
                    настоящего Соглашения, а также вследствие
                    несанкционированного доступа к коммуникациям другого
                    Пользователя, Администрацией сайта не возмещаются.
                </li>
                <h3>
                    Администрация сайта не несет ответственности за:
                    <li>
                        Задержки или сбои в процессе совершения операции,
                        возникшие вследствие непреодолимой силы, а также любого
                        случая неполадок в телекоммуникационных, компьютерных,
                        электрических и иных смежных системах.
                    </li>
                    <li>
                        Надлежащее функционирование Сайта, в случае, если
                        Пользователь не имеет необходимых технических средств
                        для его использования, а также не несет никаких
                        обязательств по обеспечению пользователей такими
                        средствами.
                    </li>
                </h3>
            </ul>
        </section>
        <section>
            <h2>НАРУШЕНИЕ УСЛОВИЙ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ</h2>
            <ul>
                <li>
                    Администрация сайта вправе раскрыть любую собранную о
                    Пользователе данного Сайта информацию, если раскрытие
                    необходимо в связи с расследованием или жалобой в отношении
                    неправомерного использования Сайта либо для установления
                    (идентификации) Пользователя, который может нарушать или
                    вмешиваться в права Администрации сайта или в права других
                    Пользователей Сайта.
                </li>
                <li>
                    Администрация сайта имеет право раскрыть любую информацию о
                    Пользователе, которую посчитает необходимой для выполнения
                    положений действующего законодательства или судебных
                    решений, обеспечения выполнения условий настоящего
                    Соглашения, защиты прав или безопасности.
                </li>
                <li>
                    Администрация сайта имеет право раскрыть информацию о
                    Пользователе, если действующее законодательство Республики
                    Казахстан требует или разрешает такое раскрытие.
                </li>
                <li>
                    Администрация сайта вправе без предварительного уведомления
                    Пользователя прекратить и (или) заблокировать доступ к
                    Сайту, если Пользователь нарушил настоящее Соглашение или
                    содержащиеся в иных документах условия пользования Сайтом, а
                    также в случае прекращения действия Сайта либо по причине
                    технической неполадки или проблемы.
                </li>
                <li>
                    Администрация сайта не несет ответственности перед
                    Пользователем или третьими лицами за прекращение доступа к
                    Сайту в случае нарушения Пользователем любого положения
                    настоящего Соглашения или иного документа, содержащего
                    условия пользования Сайтом.
                </li>
            </ul>
        </section>
        <section>
            <h2>РАЗРЕШЕНИЕ СПОРОВ</h2>
            <ul>
                <li>
                    В случае возникновения любых разногласий или споров между
                    Сторонами настоящего Соглашения обязательным условием до
                    обращения в суд является предъявление претензии (письменного
                    предложения о добровольном урегулировании спора).
                </li>
                <li>
                    Получатель претензии в течение 10 календарных дней со дня ее
                    получения, письменно уведомляет заявителя претензии о
                    результатах рассмотрения претензии.
                </li>
                <li>
                    При невозможности разрешить спор в добровольном порядке
                    любая из Сторон вправе обратиться в суд за защитой своих
                    прав, которые предоставлены им действующим законодательством
                    Республики Казахстан.
                </li>
            </ul>
        </section>
        <section>
            <h2>ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</h2>
            <ul>
                <li>
                    Администрация сайта не принимает встречные предложения от
                    Пользователя относительно изменений настоящего
                    Пользовательского соглашения.
                </li>
                <li>
                    Данные Пользователя, размещенные на Сайте, не являются
                    конфиденциальной информацией и могут быть использованы
                    Администрацией сайта без ограничений.
                </li>
            </ul>
        </section>
    </main>
</template>
