<script></script>

<template>
    <main class="error404">
        <div class="error-container">
            <h1>
                <span>404 Не найдено:</span> О-о-о! Похоже, страница, которую вы
                ищете, уехала в отпуск.
            </h1>
            <p>
                Нам не удалось найти то, что вы искали. Пожалуйста,
                перепроверьте URL или вернитесь на главную страницу. Если вы
                считаете, что это ошибка, сообщите нам, и мы сделаем все
                возможное, чтобы ее отследить. Приносим извинения за
                доставленные неудобства!
            </p>
        </div>
    </main>
</template>
